{
    "data": {
        "DRAGGABLES": {
            "cirrus": {
                "TITLE": "Cirrus",
                "ID": "cirrus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/cirrus_clouds_gardiner_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "That's right!",
                            "body": "Cirrus clouds appear high in the atmosphere, above 20,000 feet (6 km). Cirrus clouds are made of tiny ice crystals. The atmosphere is very cold in the stratosphere where cirrus clouds occur."
                        },
                        "mid": {
                            "title": "Close, but not quite right.",
                            "body": "Cirrus clouds are found in the layer of Earth's atmosphere called the stratosphere."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Cirrus clouds appear higher up in the atmosphere."
                        }
                    }
                },
                "LEVEL2": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "Correct!",
                            "body": "Cirrus clouds are made of tiny ice crystals. They form high in the atmosphere where temperatures are well below freezing."
                        },
                        "mid": {
                            "title": "Sorry, try again.",
                            "body": "Cirrus clouds form high in the atmosphere where temperatures are very cold."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Cirrus clouds form high in the atmosphere where temperatures are very cold."
                        }
                    }
                }
            },
            "cirrocumulus": {
                "TITLE": "Cirrocumulus",
                "ID": "cirrocumulus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/cirrocumulus_clouds_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "That's right!",
                            "body": "Cirrocumulus clouds are found high in the atmosphere, above 20,000 feet (6 km). Cirrocumulus clouds are usually made of  ice crystals. Sometimes they are a mix of ice and tiny water droplets. The atmosphere is very cold in the stratosphere where cirrocumulus clouds appear."
                        },
                        "mid": {
                            "title": "Almost - try again!",
                            "body": "Cirrocumulus clouds occur in the layer of Earth's atmosphere called the stratosphere."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Cirrocumulus clouds appear higher up in the atmosphere."
                        }
                    }
                },
                "LEVEL2": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "That's right!",
                            "body": "Cirrocumulus clouds appear high in the atmosphere where temperatures are very cold. Although they rarely contain droplets of supercooled water, they are usually made entirely of ice crystals."
                        },
                        "mid": {
                            "title": "Almost - try again!",
                            "body": "Although cirrocumulus clouds sometimes contain a mix of ice and water droplets, they usually form at altitudes where the temperatures are very cold."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Cirrocumulus clouds form high in the atmosphere where temperatures are very cold. They usually do not contain liquid water."
                        }
                    }
                }
            },
            "cirrostratus": {
                "TITLE": "Cirrostratus",
                "ID": "cirrostratus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/cirrostratus1_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "Correct!",
                            "body": "Cirrostratus clouds float high in the atmosphere, above 20,000 feet (6 km). Cirrostratus clouds are made of small ice crystals. The atmosphere is very cold in the stratosphere where cirrus clouds are found."
                        },
                        "mid": {
                            "title": "Close, but not quite.",
                            "body": "Cirrostratus clouds form in the layer of Earth's atmosphere called the stratosphere."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Cirrostratus clouds are found higher up in the atmosphere."
                        }
                    }
                },
                "LEVEL2": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "Correct!",
                            "body": "Cirrostratus clouds form high in the atmosphere where temperatures are well below freezing. Cirrostratus clouds are made of tiny ice crystals."
                        },
                        "mid": {
                            "title": "Sorry, try again.",
                            "body": "Cirrostratus clouds form high in the atmosphere where temperatures are very cold."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Cirrostratus clouds form high in the atmosphere where temperatures are very cold."
                        }
                    }
                }
            },
            "contrails": {
                "TITLE": "Contrails",
                "ID": "contrails",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/contrails_gallagher_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "That's right!",
                            "body": "Contrails are artificial clouds created by water vapor in the exhaust from jet aircraft. Contrails usually form above 26,000 feet (8 km)."
                        },
                        "mid": {
                            "title": "Almost - try again!",
                            "body": "Contrails are created by high-flying jet aircraft."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Contrails usually appear higher in the atmosphere."
                        }
                    }
                }
            },
            "cumulonimbus": {
                "TITLE": "Cumulonimbus",
                "ID": "cumulonimbus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/cumulonimbus_cloud_150x150.jpg",
                "LEVEL2": {
                    "correctDiv": "mid",
                    "response": {
                        "upper": {
                            "title": "Not quite, though you are partly right.",
                            "body": "The tops of cumulonimbus clouds extend high in the atmosphere, where temperatures are very cold and ice crystals form. However, the base of a cumulonimbus cloud is much lower, where temperatures are warmer."
                        },
                        "mid": {
                            "title": "Correct!",
                            "body": "Towering cumulonimbus clouds start in the lower parts of the atmosphere, where temperatures are warm... but rise to great heights, where the atmosphere is much colder. These clouds contain both water droplets and ice crystals... and sometimes hailstones!"
                        },
                        "lower": {
                            "title": "Almost... you are partly right.",
                            "body": "The bottoms of cumulonimbus clouds form in lower regions of the atmosphere where temperatures are fairly warm... so these clouds do contain liquid water. But that's not all!"
                        }
                    }
                },
                "LEVEL3": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "That's right!",
                            "body": "Cumulonimbus clouds often grow into towering thunderstorms. They frequently bring heavy rain, lightning, and sometimes hail."
                        },
                        "lower": {
                            "title": "Nope... try again.",
                            "body": "Towering cumulonimbus clouds often produce thunderstorms... and sometimes even hail."
                        }
                    }
                }
            },
            "altocumulus": {
                "TITLE": "Altocumulus",
                "ID": "altocumulus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/altocumulus_clouds_lemone_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "mid",
                    "response": {
                        "upper": {
                            "title": "Not exactly... try again!",
                            "body": "Although altocumulus clouds can be found as high as 23,000 feet (7 km), they usually appear lower in the atmosphere."
                        },
                        "mid": {
                            "title": "That's right!",
                            "body": "Altocumulus clouds are made of tiny water droplets and are usually found  above 6,500 feet (2 km)... though they sometimes appear as high as 23,000 feet (7 km)."
                        },
                        "lower": {
                            "title": "Close, but not quite.",
                            "body": "Altocumulus clouds form higher in the atmosphere."
                        }
                    }
                },
                "LEVEL2": {
                    "correctDiv": "mid",
                    "response": {
                        "upper": {
                            "title": "Not exactly... try again!",
                            "body": "Some altocumulus clouds contain ice crystals... but that's not all!"
                        },
                        "mid": {
                            "title": "That's right!",
                            "body": "Although altocumulus clouds are sometimes made entirely of water droplets, they sometimes contain a mix of water droplets and ice crystals."
                        },
                        "lower": {
                            "title": "You are partly right, but not exactly.",
                            "body": "Some altocumulus clouds are made entirely of water droplets. Others contain a mixture of water and ice."
                        }
                    }
                },
                "LEVEL3": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "Correct!",
                            "body": "Patches of small, puffy altocumulus clouds are found at medium to high altitudes."
                        },
                        "lower": {
                            "title": "Sorry, try again.",
                            "body": "Altocumulus clouds form patches of puffy clouds at medium to high altitudes."
                        }
                    }
                }
            },
            "altostratus": {
                "TITLE": "Altostratus",
                "ID": "altostratus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/altostratus3_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "mid",
                    "response": {
                        "upper": {
                            "title": "Close, but not quite.",
                            "body": "Although altostratus clouds sometimes appear as high as 23,000 feet (7 km), they usually form lower in the atmosphere."
                        },
                        "mid": {
                            "title": "Correct!",
                            "body": "Altostratus clouds  are usually found  above 6,500 feet (2 km)... though they sometimes appear as high as 23,000 feet (7 km). They are usually made of small water droplets, but sometimes also have ice crystals mixed in."
                        },
                        "lower": {
                            "title": "Almost! Try again.",
                            "body": "Altostratus clouds appear a bit higher in the atmosphere."
                        }
                    }
                },
                "LEVEL2": {
                    "correctDiv": "mid",
                    "response": {
                        "upper": {
                            "title": "Not exactly... though you are partly right.",
                            "body": "Altostratus clouds sometimes contain ice crystals... but that's not all."
                        },
                        "mid": {
                            "title": "Correct!",
                            "body": "Altostratus clouds are usually made of small water droplets, but sometimes also have ice crystals mixed in."
                        },
                        "lower": {
                            "title": "Not exactly... though you are partly right.",
                            "body": "Altostratus clouds do contain water droplets... but that's not all."
                        }
                    }
                },
                "LEVEL3": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Altostratus clouds are thick layers of clouds which form at medium to high altitudes above the ground."
                        },
                        "lower": {
                            "title": "That's right!",
                            "body": "Altostratus clouds form thick sheets of grayish clouds made of water droplets. They tend to form at medium to high altitudes."
                        }
                    }
                }
            },
            "lenticular": {
                "TITLE": "Lenticular",
                "ID": "lenticular",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/lenticular_clouds_calvin_150x150.jpg",
                "LEVEL3": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Lenticular clouds are smooth clouds that sometimes look like flying saucers."
                        },
                        "lower": {
                            "title": "That's right!",
                            "body": "Lenticular clouds are smooth clouds produced by very strong winds and stable air."
                        }
                    }
                }
            },
            "stratus": {
                "TITLE": "Stratus",
                "ID": "stratus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/stratus2_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Nope, afraid not!",
                            "body": "Stratus clouds form lower in the atmosphere."
                        },
                        "mid": {
                            "title": "Pretty close, but not quite.",
                            "body": "Stratus clouds form closer to the ground."
                        },
                        "lower": {
                            "title": "That's right!",
                            "body": "Stratus clouds appear low in the atmosphere, below 6,500 feet (2 km). Stratus clouds at ground level are called fog. These clouds are made of small water droplets."
                        }
                    }
                },
                "LEVEL2": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Stratus clouds are found fairly close to ground level, where temperatures are relatively warm."
                        },
                        "mid": {
                            "title": "Sorry, try again.",
                            "body": "Stratus clouds are found fairly close to ground level, where temperatures are relatively warm."
                        },
                        "lower": {
                            "title": "Correct!",
                            "body": "Stratus clouds are made of water droplets. You may have gotten damp from contact with stratus clouds - when they form at ground level, they are called fog!"
                        }
                    }
                },
                "LEVEL3": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Stratus clouds are thick layers of clouds which form close to the ground."
                        },
                        "lower": {
                            "title": "Correct!",
                            "body": "Stratus clouds form layers of thick, low-hanging clouds made of water droplets. When stratus clouds form at ground level, we call them fog."
                        }
                    }
                }
            },
            "stratocumulus": {
                "TITLE": "Stratocumulus",
                "ID": "stratocumulus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/stratocumulus1_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Stratocumulus clouds form lower in the atmosphere."
                        },
                        "mid": {
                            "title": "Not exactly... but close!",
                            "body": "Stratocumulus clouds are generally found a bit lower down."
                        },
                        "lower": {
                            "title": "That's right!",
                            "body": "Stratocumulus clouds form low in the atmosphere, below 8,000 feet (2.4 km). These clouds are made of tiny water droplets."
                        }
                    }
                },
                "LEVEL3": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Stratocumulus clouds appear as sheets of cloud with built-up tops that form at low altitudes."
                        },
                        "lower": {
                            "title": "That's right!",
                            "body": "Stratocumulus clouds form low, ragged sheets of cloud with puffy tops."
                        }
                    }
                }
            },
            "cumulus": {
                "TITLE": "Cumulus",
                "ID": "cumulus",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/cumulus_clouds_calvin_150x150.jpg",
                "LEVEL1": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Cumulus clouds are usually found closer to the ground."
                        },
                        "mid": {
                            "title": "That is partly right... but not exactly.",
                            "body": "Although the tops of cumulus clouds can extend this high, these clouds usually tend to form a bit lower in the atmosphere."
                        },
                        "lower": {
                            "title": "You are right!",
                            "body": "Cumulus clouds are mostly found low in the atmosphere. The bases of these puffy clouds usually form below 6,500 feet (2 km), though the tops of cumulus clouds extend higher. Sometimes, when the atmosphere is dry, cumulus clouds appear a bit higher up. These clouds are made up of millions of tiny water droplets."
                        }
                    }
                },
                "LEVEL2": {
                    "correctDiv": "lower",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Cumulus clouds form fairly low in the atmosphere where temperatures are relatively warm."
                        },
                        "mid": {
                            "title": "Not quite - try again!",
                            "body": "Cumulus clouds form fairly low in the atmosphere where temperatures are relatively warm."
                        },
                        "lower": {
                            "title": "That' right!",
                            "body": "Cumulus clouds are made up of millions of tiny water droplets. They don't contain ice crystals because they form low in the atmosphere where temperatures are relatively warm."
                        }
                    }
                },
                "LEVEL3": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "Sorry, try again.",
                            "body": "Cumulus clouds are low clouds that often look like cotton balls."
                        },
                        "lower": {
                            "title": "Correct!",
                            "body": "Fluffy cumulus clouds often look like cotton balls. Sometimes they build into thunderstorms."
                        }
                    }
                }
            },
            "khwaves": {
                "TITLE": "K-H waves",
                "ID": "khwaves",
                "IMAGE": "assets/apps/cloud-sorting/images/draggables/kelvin_helmholtz_clouds_150x150.jpg",
                "LEVEL3": {
                    "correctDiv": "upper",
                    "response": {
                        "upper": {
                            "title": "That's right!",
                            "body": "Kelvin-Helmholtz clouds look like ocean waves breaking on a beach."
                        },
                        "lower": {
                            "title": "Nope... try again.",
                            "body": "Kelvin-Helmholtz clouds form rows of curlicues that look like ocean waves."
                        }
                    }
                }
            }
        },
        "DROPZONES": {
            "LEVEL1": [
                {
                    "ID": "upper",
                    "TITLE": "High Clouds",
                    "DESCRIPTION": "16,000-43,000ft (5,000-13,000m)",
                    "CLASSNAME": "upper"
                        },
                {
                    "ID": "mid",
                    "TITLE": "Middle Clouds",
                    "DESCRIPTION": "7,000-23,000ft (2,000-7,000m)",
                    "CLASSNAME": "mid"
                        },
                {
                    "ID": "lower",
                    "TITLE": "Low Clouds",
                    "DESCRIPTION": "Surface-7,000ft (Surface-2000m)",
                    "CLASSNAME": "lower"
                        }
                    ],
            "LEVEL2": [
                {
                    "ID": "upper",
                    "TITLE": "Ice",
                    "DESCRIPTION": "",
                    "CLASSNAME": "upper"
                        },
                {
                    "ID": "mid",
                    "TITLE": "Mix of Ice & Water",
                    "DESCRIPTION": "",
                    "CLASSNAME": "mid"
                        },
                {
                    "ID": "lower",
                    "TITLE": "Water",
                    "DESCRIPTION": "",
                    "CLASSNAME": "lower"
                        }
                    ],
            "LEVEL3": [
                {
                    "ID": "upper",
                    "TITLE": "Turbulent",
                    "DESCRIPTION": "",
                    "CLASSNAME": "upper"
                        },
                {
                    "ID": "lower",
                    "TITLE": "Smooth",
                    "DESCRIPTION": "",
                    "CLASSNAME": "lower"
                        }
                    ]
        },
        "LEVELS": {
            "LEVEL1": {
                "TITLE": "Sort Clouds by Altitude",
                "DIRECTIONS": {
                    "HEADING": "Sort these clouds by height.",
                    "DESCRIPTION": "Drag each cloud to the appropriate box on the right.",
                    "SUBTEXT": "* The cloud heights provided in this table are for the mid-latitudes. Cloud heights are different at the tropics and in the polar regions."
                }
            },
            "LEVEL2": {
                "TITLE": "Sort Clouds by Composition",
                "DIRECTIONS": {
                    "HEADING": "Sort these clouds by composition.",
                    "DESCRIPTION": "Drag each cloud to the appropriate box on the right."
                }
            },
            "LEVEL3": {
                "TITLE": "Sort Clouds by Turbulence",
                "DIRECTIONS": {
                    "HEADING": "Sort these clouds by atmospheric turbulence",
                    "DESCRIPTION": "Drag each cloud to the appropriate elevation."
                }
            }
        },
        "AUDIO": {
            "complete": {
                "id": "complete",
                "sources": [
                    {
                        "src": "assets/apps/cloud-sorting/audio/applause-1.mp3",
                        "type": "audio/mp4"
                    }, {
                        "src": "assets/apps/cloud-sorting/audio/applause-1.ogg",
                        "type": "audio/ogg"
                    }
				]
            },            
            "correct": {
                "id": "correct",
                "sources": [
                    {
                        "src": "assets/apps/cloud-sorting/audio/bell.mp3",
                        "type": "audio/mp4"
                    }, {
                        "src": "assets/apps/cloud-sorting/audio/bell.ogg",
                        "type": "audio/ogg"
                    }
				]
            },            
            "incorrect": {
                "id": "incorrect",
                "sources": [
                    {
                        "src": "assets/apps/cloud-sorting/audio/clang.mp3",
                        "type": "audio/mp4"
                    }, {
                        "src": "assets/apps/cloud-sorting/audio/clang.ogg",
                        "type": "audio/ogg"
                    }
				]
            }
        },
        "GLOBAL": {
            "CREDITS" :{
                "TEXT": "<p style='text-align: center;'><img src='assets/images/scied_logo_500x55.png' width='500px'/></p><p>This interactive was created by the <strong>UCAR Center for Science Education</strong>.</p><p>Software design by <strong>Randy M. Russell</strong>, <strong>Ryan C. McVeigh</strong>, and <strong>Sharon Clark</strong>.</p><p>Programming by <strong>Sharon Clark</strong>.</p><p>Artwork by <strong>Lisa Gardiner</strong>.</p><p>Educational design and text by <strong>Randy M. Russell</strong>.</p><p>Images provided by Carlye Calvin, Peggy LeMone, Bob Henson, Benjamin Foster, Gregory Thompson, Caspar Ammann, Terry Robinson, UCAR Digital Image Library, and Ralph F. Kresge (NOAA's National Weather Service Collection).</p><p>&copy; 2012-2016 UCAR (University Corporation for Atmospheric Research)</p>"
            }
        }
    }
}