{
    "our-magnetic-sun": {
        "active": true,
        "title": "Our Magnetic Sun",
        "description": "<img src=\"assets/images/content/solar_magnetism_924x800.jpg\" class=\"right\"><p>The Sun seethes with magnetic energy.  Magnetic fields are the cause of almost all types of solar activity, from sunspots to the solar wind.  Our eyes cannot see magnetic fields directly but their presence is clear. This is especially true in the Sun’s outer atmosphere, known as the solar corona, where glowing plasma flows along lines of magnetic force. This image highlights how complicated and varied solar magnetic fields are.  Plasma from the corona emits ultraviolet light because it is hot—much hotter than the solar surface which mainly emits visible light. The colors indicate different temperatures. The tangled web of glowing plasma in the top portion of the Sun is a huge solar storm that shook the Sun on August 1, 2010.  The bright spot on the left is a large solar flare and the diagonal ridge to its right is a solar tsunami, a wave of magnetized plasma that passed across the face of the Sun as a coronal mass ejection was sent hurling toward Earth.</p><p>More subtle and varied magnetic features are also visible in this high-resolution image from NASA's Solar Dynamics Observatory, including a diffuse glow from hot plasma, bright spots associated with small magnetic loops, and dark patches near the poles called coronal holes.</p><p>Image courtesy AIA/SDO/NASA</p>"
    },
     "sunspots": {
        "active": true,
        "title": "Sunspots",
        "description": "<img src=\"assets/images/content/litebox_sunspot_800x800.jpg\" class=\"right\"><p>Sunspots are the most prominent and enduring symbols of our changing Sun. From the first recorded sightings by Chinese astronomers over two thousand years ago, to careful telescopic observations by Galileo and his contemporaries in the early seventeenth century, to their role as modern-day touchstones of solar magnetic activity, sunspots have taken center stage in our quest to understand changes in the sun. We now know that the spots are immense magnetic plugs that inhibit the flow of energy, heat, and light to the Sun’s surface. The dark central region (red in this image) is called the umbra, Latin for shadow. Forming a flower-like pattern, the delicate fibril penumbra is where lines of magnetic field splay out (yellow areas) as they pass from the solar interior to the atmosphere. The image shown here is a supercomputer simulation of a sunspot. Supercomputers are one of the modern tools used to provide stunning new views of sunspots.  Ancient people could only dream of seeing spots in these ways.</p><p>Image courtesy NCAR/HAO</p>"
    },
     "tornado-spot": {
        "active": true,
        "title": "Tornado Spots",
        "description": "<img src=\"assets/images/content/tornado_spot_1090x600.jpg\" class=\"right\"><p>The Sun sometimes makes sunspots with very twisted magnetic fields.  The lower (yellow) sunspot in this image shows a spiral pattern in its magnetic field. As it grew bigger, this sunspot spun counter-clockwise and moved to the left, like a giant tornado. It was roughly the size of the Earth!  Tornado-like sunspots like this can cause the magnetic field in the corona to twist, leading to solar eruptions such as flares and coronal mass ejections (CMEs).  In fact, on December 13, 2006, after this sunspot made almost a full rotation, it unleashed a major CME that sent a cloud of ionized particles towards the Earth at a speed of nearly 2000 kilometers per second (1200 miles per second).</p><p>Image courtesy Solar Optical Telescope of the Hinode satellite on Dec. 12, 2006</p>"
    },
     "differential-rotation": {
        "active": true,
        "title": "Differential Rotation",
        "description": "<img src=\"assets/images/content/differential_rotation_940x700.jpg\" class=\"right\"><p>While Queen Victoria reigned over the British Empire and the Civil War raged in the USA, the English astronomer Richard Carrington made a remarkable discovery. As Galileo had done centuries before, Carrington measured the rotation of the Sun by tracking the motion of sunspots across the solar disk.</p><p>After nearly a decade of careful observations he noticed something new. Sunspots closer to the equator rotate faster – this is the phenomenon of differential rotation. The Sun’s equator spins faster than its poles! Carrington demonstrated that the sun is made up of fluid called plasma. Plasma is a turbulent mixture of atomic nuclei and electrons swarming around amid electric and magnetic fields.</p><p>In the early 1960's, Californian astronomers discovered the Sun is vibrating internally, like a bell, with millions of distinct tones. Just as seismologists understand earthquakes by measuring waves in the Earth’s crust, helioseismologists study the properties of the solar interior by measuring these solar surface vibrations.</p><p>A recent milestone revealed how the inside of the Sun spins.  It rotates about every 25 days near the equator (red) and 35 days near the poles (blue).  The rotation rate near the surface is the same as what Carrington measured 150 years ago. Helioseismology reveals that this rotation pattern persists throughout the outer solar convection zone, but at the core it is rotating at a single speed.</p><p>Image courtesy HAO/NCAR/UCAR</p>"
    },
     "far-side-sun": {
        "active": true,
        "title": "Far Side of the Sun",
        "description": "<img src=\"assets/images/content/farside_imaging_900x750.jpg\" class=\"right\"><p>To help make predictions about space weather that will impact Earth, scientists use the study of helioseismology to learn about what’s happening on the far side of the Sun. This is the side that isn’t visible to us on Earth.</p><p>Sunspots and active regions on the Sun are the sources of solar eruptions. One of these eruptions can be seen on the top left corner of this image. The sunspot disturbs the pressure waves coming from that spot, and this information is carried by the waves (whose movements are illustrated by the white lines in the image) to the front, visible side. Scientists use instruments and observational techniques to detect and monitor these pressure waves. In effect, this allows scientists to see what’s happening on the far side of the Sun. This knowledge can help scientists predict space weather by knowing about magnetic activity that causes big space weather storms before they rotate to the side of the Sun that faces Earth.</p><p>Routine monitoring of active regions and sunspots on the far side of the Sun have been carried out using solar oscillation observations by the Global Oscillation Network Group (GONG) and by the Michelson Doppler Imager on board the Solar and Heliospheric Observatory (SoHO) spacecraft.</p><p>Image courtesy Doug Braun and Charlie Lindsey (Colorado Research Associates) and SOHO</p>"
    },
     "helioseismology": {
        "active": true,
        "title": "Helioseismology",
        "description": "<img src=\"assets/images/content/helioseismology_875x700.jpg\" class=\"right\"><p>What if it were possible to peer inside a star?  What would you see? Most telescopes only see as far as the surface of a star, but with a little cleverness you can probe deeper.  The trick is to listen by watching.  The Sun and other stars each ring like a bell in millions of distinct tones all playing at the same time.  The noise of these sound waves can be seen on the surface as differences in brightness or as vertical movement; plasma vibrating up and down in rhythm with the beat.</p><p>This image illustrates one type of vibration, technically known as an oscillation mode.  By carefully studying the frequencies of such vibrations (the tones of the bell), scientists can figure out the internal structure of the star.  Not only that, but subtle changes in the vibration frequencies can reveal how the star is spinning deep below the surface.  Studying the solar interior by means of acoustic and other vibrations is known as helioseismology.  The word comes from the Greek; helios for Sun and seismos for earthquake, since similar techniques applied to earthquake-generated waves are used to study the interior of the Earth.</p><p>Although other stars are too far away to see their surface in detail, we can still measure many of their vibration frequencies and this has spawned the exciting study of asteroseismology.</p><p>Image courtesy Travis Metcalfe (HAO/NCAR)</p>"
    },
     "cme": {
        "active": true,
        "title": "Coronal Mass Ejections (CMEs)",
        "description": "<img src=\"assets/images/content/litebox_cme_848x750.jpg\" class=\"right\"><p>The spectacular explosions known as Coronal Mass Ejections (CMEs) are not only fascinating, but important in our understanding of how changes in the Sun affect Earth.  The story begins in the solar interior, where turbulent plasma motions create powerful magnetic fields.  When these fields rise and pass through the solar surface we see them as sunspots and glowing loops in the sun’s outer atmosphere, called the corona.  CMEs occur when this pent up magnetic energy is suddenly and violently set free, launching a clump of matter (mostly electrons and protons, under the influence of magnetism) into space with an explosive power equivalent to hundreds of millions of the most powerful nuclear weapons.  These eruptions occur daily during periods of high magnetic activity. Some strike the Earth, traveling the 93 million miles (150 million km) in just a few days.  The image here tracks the development of a CME by combining observations from three different solar telescopes. By combining the images we can see the CME stretching from the solar surface through the extended corona.</p><p>Image courtesy SOHO (NASA/ESA) and NCAR/HAO</p>"
    },
     "erupting-prominence": {
        "active": true,
        "title": "Erupting Prominence",
        "description": "<img src=\"assets/images/content/litebox_prominence_1000x720.jpg\" class=\"right\"><p>The Sun is teeming with magnetic energy.  In the Sun’s outer atmosphere, or corona, glowing plasma moves along magnetic field lines like beads on a string, tracing out graceful loops and radiant streamers.  These loops show up in ultraviolet (UV) light, as seen in this image from NASA's Solar Dynamics Observatory (SDO). This UV glow comes about because of the remarkably hot temperature of the plasma, which is over one million degrees Celsius (two million degrees Fahrenheit).  Understanding why the corona is so hot is one of the most important and challenging questions in solar physics. These twisted loops have abundant magnetic energy that can be released in dramatic eruptions, sending electromagnetic radiation (solar flares) and magnetized plasma (coronal mass ejections) hurling out into interplanetary space, creating space weather, and shaping the space environment of the Earth and other planets.</p><p>Image courtesy NASA/SDO and the AIA science team</p>"
    },
     "eruptive-flare": {
        "active": true,
        "title": "Eruptive Flare",
        "description": "<video preload=\"auto\" autoplay loop class=\"right\"><source src=\"assets/videos/content/eruptive_flare.mp4\" type=\"video/mp4\"></video><p>The Sun is teeming with magnetic energy.  In the Sun’s outer atmosphere, or corona, glowing plasma moves along magnetic field lines like beads on a string, tracing out graceful loops and radiant streamers.  These loops show up in ultraviolet (UV) light, as seen in this image from NASA's Solar Dynamics Observatory (SDO). This UV glow comes about because of the remarkably hot temperature of the plasma, which is over one million degrees Celsius (two million degrees Fahrenheit).  Understanding why the corona is so hot is one of the most important and challenging questions in solar physics. These twisted loops have abundant magnetic energy that can be released in dramatic eruptions, sending electromagnetic radiation (solar flares) and magnetized plasma (coronal mass ejections) hurling out into interplanetary space, creating space weather, and shaping the space environment of the Earth and other planets.</p><p>Image courtesy NASA/SDO and the AIA science team</p>"
    },
     "solar-flare": {
        "active": true,
        "title": "Solar Flare",
        "description": "<img src=\"assets/images/content/solar_flare_845x800.jpg\" class=\"right\"><p>On September 1, 1859, British astronomer Richard Carrington saw something no one had ever seen before. As he was looking through his telescope at a group of sunspots, he noticed a bright flash.  At first he thought it was a fluke - a stray ray of sunlight that escaped his filter.  Strangely, the flash lasted for several minutes, and then slowly faded.  At that moment, he knew he was onto something!</p><p>A solar flare is an explosion of immense proportions, millions of times more powerful than famous volcanic eruptions such as Mount St. Helens (1980) or even Krakatau (1883).  We now know that most of the energy released in a flare is sent out in the form of X-rays and ultraviolet (UV) light, as seen in this image.   The released energy comes from magnetic fields formed in the Sun.  If the lines of a magnetic field get twisted they can suddenly and dramatically rearrange themselves, heating the surrounding plasma to tens of millions degrees Celsius -- hotter that the solar core!  The intense heat is what produces the bright flash.</p><p>Image courtesy NASA's Solar Dynamics Observatory</p>"
    },
     "aurora": {
        "active": true,
        "title": "Aurora",
        "description": "<img src=\"assets/images/content/litebox_aurora_933x700.jpg\" class=\"right\"><p>The Sun's influence on the Earth is profound.  As the primary energy source for Earth's atmosphere and biosphere, sunlight shapes our seasons, weather, and climate, nourishing all plants and animals.  The visible light coming from the Sun doesn't change much over the course of our lifetimes, becoming only about one tenth of one percent brighter during times of maximum magnetic activity.  However, ultraviolet light and radio waves vary greatly as the Sun cycles through periods of low and high magnetic activity. At the same time, the Sun continually emits particles: electrons, protons and trace amounts of heavier ions; these make up the solar wind, which is enhanced by occasional explosions known as coronal mass ejections (CMEs).  Upon encountering the Earth, most of these particles are diverted away by the magnetic field.  However, some particles leak through the Earth's protective magnetic filter at the north and south magnetic poles.  When these particles strike the Earth's atmosphere they cause the atoms and molecules of our atmosphere to glow in a multitude of shimmering shapes and colors, known as the aurora.  Although mostly visible in the polar regions, aurora can appear at lower latitudes, like Boulder in 2003, following an unusually large CME.  </p><p>Image courtesy NCAR/HAO</p>"
    },
     "aurora-space": {
        "active": true,
        "title": "Aurora from Space",
        "description": "<video preload=\"auto\" autoplay loop class=\"right\"><source src=\"assets/videos/content/auroramagnetic_reconnection_earth.mp4\" type=\"video/mp4\"></video><p>The aurora is a fascinating reminder of near-Earth space physics. From the ground the aurora appears as spectacular changing bands of colors around the Earth’s north and south poles. The broader view from space shows that auroras often trace out an oval pattern around the polar regions. The image on the left shows a space-based view of an aurora that developed after a strong solar eruption three days earlier.  Auroras are always present, however during times of great solar activity the oval expands toward the equator and can be seen in more populated areas (including for example Colorado, New York, Washington D.C., USA, and Sydney, Australia).</p><p>The aurora shows us the connection between our atmosphere, the magnetosphere (the Earth’s magnetic field deformed by the solar wind) and the ionized particles (plasma) and fields flowing from the Sun. The interplanetary plasma carries a magnetic field. The animation on the left shows a field line from the interplanetary magnetic field as it merges with the Earth’s magnetic field on the sunward side (left in the figure). The merged field line travels toward Earth’s magnetotail and reconnects again, as seen on the right side of the Earth in the animation. Some of the energy released by the reconnection accelerates energetic particles in the magnetotail.  A portion of these can flow along magnetotail field lines connected to the auroral ovals. These energized particles collide with and excite atmospheric atoms and molecules, producing the glowing, colorful aurora.</p><p>Image courtesy HAO/NCAR; Animation courtesy COMET/UCAR</p>"
    },
     "magnetosphere": {
        "active": true,
        "title": "Magnetosphere",
        "description": "<img src=\"assets/images/content/litebox_magnetosphere.jpg\" class=\"right\"><p>Although invisible to our eyes, magnetic fields can be detected with special tools, the most familiar being a compass.  Imagine placing countless compasses end to end so that their needles all line up, making one long line between you and the magnetic north pole.  Now imagine going out into space and doing the same thing with compasses that can point up, down, and side to side.  The lines you trace out would look something like the lines shown in this image, which was drawn based on a supercomputer simulation.  Our Earth is completely surrounded by magnetic field lines, called the magnetosphere. The magnetosphere shields our planet against violent outbursts of plasma from the Sun called coronal mass ejections.  Even when the Sun is quiet it sends out a steady stream of plasma called the solar wind. This wind stretches out Earth's magnetic field, sculpting it into a teardrop-shaped bundle of field lines called the magnetotail.  The magnetotail always points away from the Sun, remaining on the nighttime side of the Earth as the Earth turns.  On the daytime side (pointing toward the Sun), plasma from the wind piles up in a shock wave (red).</p><p>Image courtesy NCAR/HAO</p>"
    },
    "hao": {
        "active": true,
        "title": "HAO",
        "description": "<img src=\"assets/images/content/about_hao_911x600.jpg\" class=\"right\"><p>The High Altitude Observatory (HAO) is a laboratory within the National Center for Atmospheric Research (NCAR) located in Boulder, Colorado, USA.</p><p>The scientific mission of HAO is to understand the behavior of the Sun and its impact on the Earth.  This includes understanding the origins and manifestations of solar magnetic activity and how it influences Earth's climate system and space environment.  HAO scientists study all aspects of the Sun-Earth system, from the deep solar interior to the complex regions near the solar surface, to the solar corona and heliosphere (interplanetary space), and finally on to the Earth's magnetosphere and upper atmosphere.  Another important part of HAO's mission is to serve the university community and the broader scientific community, fostering mutual progress in knowledge and technology.</p><p>Image  of the Mauna Loa Solar Observatory courtesy HAO/NCAR</p>"
    },
    "hao-pursuits": {
        "active": true,
        "title": "HAO Pursuits",
        "description": "<img src=\"assets/images/content/litebox_magnetosphere.jpg\" class=\"right\"><p>The tools HAO scientists use are multiple and varied.  HAO operates a suite of solar telescopes at the Mauna Loa Solar Observatory on the Big Island of Hawaii.  HAO scientists and engineers are also involved in numerous other ground-based and space-based missions; contributions include designing and building instruments, running observing campaigns, and interpreting observational data by means of theoretical and computational models.  Such missions include international collaborations such as Sunrise (led by HAO and the Max Planck Institute for Solar System Physics in Germany), SOHO (led by the European Space Agency and NASA), and Hinode (led by the Japanese Aerospace Exploration Agency, NASA, HAO/NCAR and other partners), NASA missions such as SDO and STEREO, as well as NSF-funded facilities such as the Advanced Technology Solar Telescope (under construction in Hawaii).   HAO is also a world leader in developing computer models of the Sun, the Earth's magnetosphere and the Earth's upper atmosphere.</p><p>This exhibit contains information on the connections between the Sun and the Earth, highlights HAO science, and celebrates HAO's place within NCAR.</p><p>Image of the Earth’s magnetosphere courtesy HAO/NCAR</p>"
    },
    "hao-director-welcome": {
        "active": true,
        "title": "HAO Director's Welcome",
        "description": "<img src=\"assets/images/content/hao_director.jpg\" class=\"right\"><p>Welcome to NCAR’s Sun-Earth Connections exhibit!</p><p>My name is Michael Thompson. I am Director of NCAR’s High Altitude Observatory. We are the part of NCAR that studies Sun-Earth connections. We’re particularly interested in how changes in the Sun impact the Earth. We study the Sun, near-Earth space, and the upper layers of the Earth’s atmosphere using observations from space and from the ground – in particular from our dedicated solar observatory on the Mauna Loa volcano in Hawaii – and by using large computer simulations.</p><p>As you will see from the large mural in this exhibit, NCAR’s High Altitude Observatory has been studying the Sun and the Sun-Earth connection since 1940. We’ve seen a lot of changes since then, including the space age and the invention of modern computers, which we’ve been able to use to advance mankind’s knowledge of how the Sun works and how it impacts the Earth. No doubt the future will bring even more powerful ways to observe and model the Sun that we cannot even imagine today. Perhaps you will be one of tomorrow’s scientists who will make the new discoveries about our star and its effects on the Earth.</p><p>I hope you enjoy the exhibit!</p><p>Best wishes,</p><p>Michael Thompson</p><p>Credit: Carlye Calvin (UCAR)</p>"
    },
    "atmos-magnetosphere": {
        "active": true,
        "title": "Atmos & Magnetosphere",
        "description": "<img src=\"assets/images/content/adapted_atmosphere_ionosphere_magnetosphere_source1.jpg\" class=\"right\"><p>The High Altitude Observatory (HAO) conducts research on the Earth's upper atmosphere and on the magnetosphere - the space surrounding the Earth where the solar wind interacts with the Earth's magnetic field.  Above 100 kilometers (~ 62 miles) in altitude the atmosphere is very thin, but there is still enough air to alter the orbits of satellites and to cause them (and space junk) eventually to come down.  The density varies greatly with changing solar conditions.  The upper atmosphere contains the ionosphere, composed of electrons that are knocked off of air molecules by solar ultraviolet light and by the aurora.  The ionosphere affects radio-wave transmissions between spacecraft and the ground, and sometimes disrupts GPS and communication signals.</p><p>HAO scientists construct computer models of the upper atmosphere and magnetosphere to explore how these regions of space are influenced by the Sun above and by weather below.  The image at the left is a visualization from one of these computer models showing the density of electrons in the ionosphere around the globe.</p><p>Scientists also observe winds in the upper atmosphere by measuring the Doppler shift of weak airglow emissions to learn how the winds vary and how they affect the ionosphere.</p><p>Credit: Ben Foster and the TIEGCM Team (HAO/NCAR)</p>"
    },
    "long-term-solar-variability": {
        "active": true,
        "title": "Long-Term Solar Variability",
        "description": "<video preload=\"auto\" autoplay loop class=\"right\"><source src=\"assets/videos/content/long_term_solar_variability_source.mp4\" type=\"video/mp4\"></video><p>The long-term variability of solar magnetism describes changes at the Sun that take place over the course of weeks, months, years, decades, and even centuries or longer.  Such changes have profound consequences for the Earth's space environment, and, to a lesser extent, to its climate system.  The origins and impacts of these changes have deep relevance to related variability in stars and stellar systems.</p><p>At the heart of these changes is the solar dynamo, which arises from rotation, convection, and other flows in the Sun's interior that combine to drive a magnetic activity cycle of approximately eleven years. This cycle is manifested in the appearance of sunspots at the solar surface, and in the input of energy in the form of twisted or sheared magnetic fields in the solar corona.  The magnetic and plasma properties of the solar wind also respond to the waxing and waning of the Sun's magnetic cycle. Moreover, these changes may vary significantly from cycle to cycle.</p><p>The goal of the LSV section is to understand long-term solar variability from the Sun's interior out to the heliosphere.  We use a combination of observations, theory, and numerical models to probe outstanding questions of solar dynamos, of solar convection and flows, of magnetic flux emergence and sunspot formation, and of the evolution of the Sun's corona and the heliosphere.  Together, we pursue an interdisciplinary, system-wide view of solar cycle variation.</p><p>Caption: Simulation by Maria Weber, Yuhong Fan, and Mark Miesch (HAO/NCAR), visualization by Timothy Sandstrom and Chris Henze (NASA ARC)</p>"
    },
    "observatory-instruments": {
        "active": true,
        "title": "Observatory & Instruments",
        "description": "<img src=\"assets/images/content/MLSO-915.jpg\" class=\"right\"><p>The High Altitude Observatory (HAO) designs and operates ground-, balloon-, and space-based instruments to study the Sun and the Earth’s upper atmosphere. HAO is a leader in designing spectro-polarimeters, instruments that record polarized light from the Sun, providing important information on the Sun’s magnetic field and plasma. HAO also operates the NCAR Mauna Loa Solar Observatory (MLSO) in Hawaii (seen in the photograph on the left). The MLSO contains five instruments that study the Sun from its surface through its outer atmosphere. These observations include the first routine observations of the coronal magnetic field, images of coronal mass ejections (CMEs), and related solar activity and observations to help us understand the variation in the Sun’s output of light.</p><p>Other instruments HAO has designed and operated include the Sunrise telescope, which studies the structure and dynamics of the Sun’s magnetic field at extremely small spatial scales, and HIWIND, a stratospheric Fabry-Perot Interferometer (FPI) which measures winds in the Earth’s thermosphere by monitoring Doppler shifts in airglow emission. Future projects include the Coronal Solar Magnetism Observatory (COSMO), which is a proposed facility that will advance our understanding of the sunspot cycle and solar eruptive events that drive space weather, and the ViSP spectro-polarimeter for the NSF Advanced Technology Solar Telescope (ATST). This will be the world’s largest solar telescope and will provide the highest resolution images of Sun’s magnetic field.</p><p>Credit: HAO/NCAR</p>"
    },
    "sun-space-weather": {
        "active": true,
        "title": "Sun & Space Weather",
        "description": "<img src=\"assets/images/content/solar_transients_space_weather_source.jpg\" class=\"right\"><p>Scientists studying Solar Transients and Space Weather (STSW) are trying to understand the physical origins of the second-to-second, day-to-day, variations in the radiation and particles that impact the Earth's atmosphere, which is called \"Space Weather.\" </p><p>Typically, these variations are driven by subtle changes in the mixture of the magnetic field that emerges through the Sun's surface layers. Sometimes, though, they are forced by very abrupt changes in the Sun’s surface magnetism to produce extremely energetic events like flares or coronal mass ejections (CMEs). Using a mixture of detailed observations (by using instruments on the ground and in space) and numerical modeling we are working to put together the pieces of this massive puzzle.</p><p>Credit: Scott McIntosh (HAO/NCAR) and the Helioviewer Project</p>"
    },
    "hao-ncar-founding": {
        "active": true,
        "title": "HAO & NCAR's Founding",
        "description": "<img src=\"assets/images/content/hao_and_founding_of_ncar_880x700.jpg\" class=\"right\"><p>Walter Orr Roberts established the High Altitude Observatory (HAO) in 1940, together with his graduate advisor Donald Menzel, and served as its first director for more than two decades. From the very beginning, the Sun-Earth connection was an important inspiration.  Both Roberts and Menzel were interested not only in how solar magnetic activity originated, but also in how it influences the Earth's atmosphere and space environment.</p><p>Around 1959, the atmospheric science community in the United States become increasingly interested in the idea of a national center; a place where the largest, most important research problems could be addressed on behalf of the community by dedicated teams of scientists and engineers.  Walt was a strong advocate for this idea and when it came to fruition in 1960, he was chosen to be the director of the National Center for Atmospheric Research (NCAR), as well as the first president of the University Corporation for Atmospheric Research (UCAR), which was charged with managing and staffing NCAR.</p><p>At Walt's recommendation, NCAR was to be located in Boulder, Colorado.  Walt and colleagues promptly commissioned the noted architect I.M. Pei to design a facility to house NCAR, and the Mesa Laboratory (where you're standing now) opened for business in 1967.</p><p>Credit: NCAR</p>"
    },
    "hao-space-age": {
        "active": true,
        "title": "HAO Ushers in the Space Age",
        "description": "<img src=\"assets/images/content/HAO_ushers_in_space_age_source.jpg\" class=\"right\"><p>The launch of Sputnik by the USSR in 1957 marked the beginning of the space age, and it was not long before spacecraft helped revolutionize solar and space physics. One of the earliest missions to make daily observations of the Sun from space was Skylab, the first manned space station from the United States, launched in 1973.  Soon afterward came NASA's Solar Maximum Mission, designed to study eruptive events such as solar flares and coronal mass ejections.  The High Altitude Observatory (HAO) provided coronagraphs (telescopes designed to study the Sun's corona) for both missions.  A device designed and built by HAO in the 1970's called the Fourier Tachometer helped give birth to the science of helioseismology and was the prototype for future solar telescopes on such NASA missions as SOHO and SDO.</p><p>As these spacecraft flew, new perspectives were also happening on the ground.  When observation conditions worsened at Climax due to nearby Molybdenum mining, HAO moved its coronagraph to the Hawaiian island of Maui, in cooperation with the University of Hawaii.  In 1965 the coronagraph was moved again to the big island of Hawaii as part of HAO's newly completed Mauna Loa Solar Observatory.  By this time HAO had already established itself as a world leader not only in solar observations, but also in theory and modeling, fueled by the arrival of supercomputers at NCAR in the 1960's and 1970's.</p><p>Credit: HAO/NCAR and the NASA/SMM team</p>"
    },
    "into-21st-century": {
        "active": true,
        "title": "Into the 21st Century",
        "description": "<img src=\"assets/images/content/into_21st_century_source.jpg\" class=\"right\"><p>As the High Altitude Observatory (HAO) heads boldly into the 21st century it continues to be among the premier research institutions in the US for solar and solar-terrestrial physics.</p><p>HAO still operates the Mauna Loa Solar Observatory in Hawaii that has made daily observations of the dynamic solar corona, chromosphere, and photosphere for nearly half a century.  Highlights over the years include four generations of coronagraphs, precise monitoring of solar brightness variations that can effect Earth's climate, the LOWL instrument to measure solar \"earthquakes\" for use in helioseismology, and the COMP instrument which makes the first-ever routine measurements of coronal magnetic fields.  Upgraded versions of the coronal telescopes are now being constructed as part of the new COronal Solar Magnetism Observatory (COSMO), scheduled to begin operation in 2013.  HAO is also involved in building the Advanced Technology Solar Telescope (ATST) on the neighboring island of Maui, which will be the largest solar telescope in the world when completed.</p><p>These ground-based observations are balanced by continued HAO involvement in space missions such as Hinode, SOHO, and SDO as well as balloon-borne instruments such as Sunrise and HiWind that provide high scientific productivity for relatively low cost.  At the same time, HAO continues to be a world-class center for theoretical and computational modeling of the solar corona, the solar dynamo, coronal mass ejections, sunspots, and the Earth's magnetosphere and upper atmosphere.</p><p>Credit: Alfred DeWijn (HAO/NCAR) and the Hinode team</p>"
    },
    "roberts-observatory": {
        "active": true,
        "title": "Roberts & the Observatory",
        "description": "<img src=\"assets/images/content/walt_roberts_climax_observatory_938x700.jpg\" class=\"right\"><p>The HAO story begins with Donald Menzel, a professor at Harvard University in the 1930s.  He was interested in the thin outer atmosphere of the Sun called the solar corona and he wanted to build a new type of telescope called a coronagraph to study it.  But Boston was not well suited for a solar observatory; too much interference from weather, humidity, pollution, and simply too much air to get a clear view.  No, he wanted a mountain -- a mountain tall enough to rise above the dense atmosphere at sea level.  As a Colorado native, he knew just where to go.</p><p>Enter Walter Orr Roberts.  Walt was a graduate student at Harvard in 1940 when, at Menzel's bidding, he came to Colorado to set up an observatory.  Menzel's chosen site was the mining town of Climax, located west of Denver near what is now Interstate 70.  There, Walt installed the first coronagraph in the Western hemisphere.  Originally christened as the Fremont Pass Station of the Harvard College Observatory, the site soon became known as the High Altitude Observatory (HAO).</p><p>In 1946, HAO broke its official ties to Harvard University and became affiliated with the University of Colorado, transferring its headquarters to the CU campus in Boulder.  There it remained until 1961, when it became part of the National Center for Atmospheric Research (NCAR).</p><p>Credit: HAO/NCAR</p>"
    },
    "history-before-1800": {
        "active": true,
        "title": "History Before 1800",
        "description": "<img src=\"assets/images/content/1223-1800timeline.png\" class=\"history\">"
    },
    "history-1800-1900": {
        "active": true,
        "title": "History 1800-1900",
        "description": "<img src=\"assets/images/content/1800-1900timeline.png\" class=\"history\">"
    },
    "history-1900-1960": {
        "active": true,
        "title": "History 1900-1960",
        "description": "<img src=\"assets/images/content/1900-1960timeline.png\" class=\"history\">"
    },
    "history-1960-2010": {
        "active": true,
        "title": "History 1960-2010",
        "description": "<img src=\"assets/images/content/1960-2010timeline.png\" class=\"history\">"
    }
}


